tap "dekker1/minizinc", "git@github.com:Dekker1/homebrew-minizinc.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "bison"
brew "black"
brew "python@3.9"
brew "ccache"
brew "chezmoi"
brew "cmake"
brew "exa"
brew "fd"
brew "flex"
brew "fzf"
brew "gecode"
brew "gnupg"
brew "go"
brew "hugo"
brew "llvm"
brew "ltex-ls"
brew "mas"
brew "mdbook"
brew "neovim"
brew "ninja"
brew "node"
brew "or-tools"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "prettier"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "tectonic"
brew "texlab"
brew "topgrade"
brew "xonsh"
brew "zoxide"
brew "zplug"
brew "dekker1/minizinc/choco"
brew "dekker1/minizinc/flatzingo"
brew "dekker1/minizinc/fzn-oscar-cbls"
brew "dekker1/minizinc/fzn-picat"
brew "dekker1/minizinc/geas"
brew "dekker1/minizinc/jacop"
brew "dekker1/minizinc/yuck"
brew "koekeishiya/formulae/skhd"
cask "alfred"
cask "calibre"
cask "discord"
cask "docker"
cask "firefox"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-playfair-display"
cask "kitty"
cask "mactex-no-gui"
cask "minizincide"
cask "mirrorop"
cask "multipass"
cask "protonvpn"
cask "signal"
cask "skim"
cask "sublime-merge"
cask "sublime-text"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
cask "zulip"
mas "1Password for Safari", id: 1569813296
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Qantas", id: 1468230799
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Textual IRC Client", id: 896450579
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "WhatsApp", id: 1147396723
