tap "cormacrelf/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "aspell"
brew "bat"
brew "bison"
brew "black"
brew "python@3.9"
brew "cbc"
brew "ccache"
brew "chezmoi"
brew "cmake"
brew "exa"
brew "fd"
brew "flex"
brew "fzf"
brew "gecode"
brew "gnupg"
brew "go"
brew "hugo"
brew "llvm"
brew "mas"
brew "mdbook"
brew "neovim"
brew "ninja"
brew "node"
brew "nushell"
brew "openjdk"
brew "or-tools"
brew "pandoc"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "prettier"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "starship"
brew "tectonic"
brew "texlab"
brew "zoxide"
brew "zplug"
brew "cormacrelf/tap/dark-notify"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "adobe-acrobat-pro"
cask "alfred"
cask "brave-browser"
cask "calibre"
cask "discord"
cask "docker"
cask "font-go"
cask "font-ibm-plex"
cask "font-iosevka"
cask "kitty"
cask "mactex-no-gui"
cask "microsoft-teams"
cask "minizincide"
cask "protonvpn"
cask "signal"
cask "skim"
cask "sublime-merge"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Qantas", id: 1468230799
mas "Structured", id: 1499198946
mas "Textual IRC Client", id: 896450579
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
